/*
 InfoPlist.strings (English)
 Snapchat
 Copyright (c) 2016 Snapchat, Inc. All rights reserved.
 */
/*KEYS IN THIS FILE ARE SYSTEM KEYS THAT CANNOT BE ALTERED*/
"NSContactsUsageDescription" = "Snapchatがアドレス帳の連絡先を収集します。"; // Reworded 08/21/14

"NSPhotoLibraryUsageDescription" = "撮影したスナップをカメラロールに保存したり\nチャットに写真やビデオを送信します"; // Reworded 11/28/2016

/* NEW IN 9.40 (09/12/2016) */
"NSCameraUsageDescription" = "スナップの撮影、ビデオチャット、スナップコードでフレンドを追加する際などにカメラを使用します。";

"NSMicrophoneUsageDescription" = "スナップ用の録音や、ビデオチャットなどにマイクを使用します。";

"NSMotionUsageDescription" = "Snapchatは、あなたがスナップを撮影するとき、レンズを使用するとき、Discoverを読むとき、また広告を見るときに、デバイスが縦向きもしくは横向きであるかを記録します。";

"NSLocationWhenInUseUsageDescription" = "これにより、ユーザーのカスタマイズが可能となり、最適なフィルターやストーリーなどを簡単に見つけることができるようになります。"; // Reworded 09/12/2016
